/*
 * Loco ios export: iOS Localizable.strings
 * Project: HushChip
 * Locale: en, English
 * Exported by: lionel delvaux
 * Exported at: Fri, 21 Jun 2024 15:01:35 +0200
 */

/* loco:66267000f181e63519066a1c */
"clickNScan" = "Click\n&\nScan";

/* loco:662670246408d32421045c22 */
"noSeedKeeperYet" = "No HushChip card yet?";

/* loco:66267047fae466e2440f92d6 */
"cardInfo" = "Card’s information";

/* loco:6626705d01abee2360015f62 */
"makeABackup" = "Make a backup";

/* loco:6626706e1c8a40d7f00615a2 */
"settings" = "Settings";

/* loco:66267084bd092128700b3b63 */
"howToUse" = "How to use HushChip";

/* loco:66267098551f396eef00c062 */
"termsOfService" = "Terms of service";

/* loco:662670a9dccdc37fd50b2df2 */
"privacyPolicy" = "Privacy policy";

/* loco:662670cab057cfa24604bb44 */
"allOurProducts" = "All our \\nproducts";

/* loco:662670fa8d86e4a83108ed02 */
"settings.showIntroduction" = "Show the introduction screens";

/* loco:662671167c5770c6aa0797d2 */
"settings.showIntroductionSubtitle" = "You have to restart the application";

/* loco:662671324b5cb03ebe0ccee3 */
"settings.toggle.starterIntro" = "Starter intro";

/* loco:6626714c4b5cb03ebe0ccee6 */
"settings.expertMode" = "Expert mode";

/* loco:662671636e8f368f230f8642 */
"settings.expertModeSubtitle" = "Get access to advanced features in-app";

/* loco:662671806e8f368f230f8644 */
"settings.debugMode" = "Debug mode";

/* loco:662671924b5cb03ebe0ccee9 */
"settings.debugModeSubtitle" = "Activate the verbose logs collection";

/* loco:662671a86effc221f10fc832 */
"settings.showLogs" = "Show logs";

/* loco:662671d416d2dea092017ef2 */
"setup" = "Setup";

/* loco:662671e44b5cb03ebe0cceeb */
"createPinCode" = "Create a PIN code";

/* loco:662671fe16d2dea092017ef4 */
"createPinCodeSubtitle" = "Create a PIN code to secure access to your HushChip smart card.";

/* loco:66267215071dcb80720b3902 */
"placeholder.enterPinCode" = "Enter your PIN code (4-16 char)";

/* loco:662672227063c56921038c92 */
"next" = "Next";

/* loco:662672537063c56921038c94 */
"confirmPinCode" = "Confirm the PIN code";

/* loco:6626727127488ff9c106a9b2 */
"confirmPinCodeSubtitle" = "Confirm your PIN code to secure access to your HushChip smart card.";

/* loco:6626728f7063c56921038c96 */
"placeholder.confirmPinCode" = "Confirm your PIN code (4-16 char)";

/* loco:6626729a20dd94ed4e0e7036 */
"confirm" = "Confirm";

/* loco:662672c9071dcb80720b3906 */
"invalidPinCode" = "The PIN code must be between 4 and 16 characters.";

/* loco:662672e6370954e54b02acb2 */
"pinCodeDoesNotMatch" = "Pin codes do not match. Please try again.";

/* loco:6633c25440e4c9cb1607be22 */
"unlockWithFaceIdSubtitle" = "Do you want to allow HushChip to be unlocked using Face ID?";

/* loco:6633c2774b2295877f02b712 */
"unlockWithFaceIdTitle" = "Unlock with Face ID";

/* loco:6633c6ee975a61bb9e020d42 */
"notNow" = "Not now";

/* loco:6633c6fbbcc8236fe00b3ff4 */
"enable" = "Enable";

/* loco:666714dfacd631de33022b22 */
"manageYourSecret" = "**Manage you secret**";

/* loco:6667156a33cd12d33f0b4fc2 */
"secretInfoSubtitle" = "Secret’s information and related actions";

/* loco:66671575eabee72199071082 */
"label" = "Label";

/* loco:6667159214042f0ad809f327 */
"mnemonicSize" = "Mnemonic size";

/* loco:666715bdeabee72199071084 */
"passphrase" = "Passphrase";

/* loco:666716925b15d6c5b70d6104 */
"delete" = "Delete";

/* loco:6667169d78caae5cda0798d4 */
"show" = "Show";

/* loco:666716bc49ac3107be05f842 */
"mySecretViewTitle" = "My secrets";

/* loco:666717017469dfeef4072642 */
"generateSecret" = "**Generate a secret**";

/* loco:66671722f51ed96b09066322 */
"generateSecretInfoSubtitle" = "Allows you to quickly generate and import a new secret.";

/* loco:6667172fa6c817f6e007dab2 */
"back" = "Back";

/* loco:66671810b7cf2a43fd01b5d2 */
"12words" = "12 words";

/* loco:6667181ced9047be710077e2 */
"18words" = "18 words";

/* loco:66671826ffbc6271d10d48a2 */
"24words" = "24 words";

/* loco:6667187ae374f74c83004db2 */
"selectMnemonicSize" = "Select mnemonic size";

/* loco:66671891bbad4531970d2dd2 */
"generate" = "Generate";

/* loco:6667189a4862d21570050882 */
"import" = "Import";

/* loco:66671917280916414e06e2f2 */
"generateMnemonicSecret" = "**Generate a mnemonic phrase**";

/* loco:6667193a3dce1269c4097b92 */
"generatePasswordSecret" = "**Generate a password**";

/* loco:6667197b0ab314c3800c6902 */
"generateMnemonicSecretInfoSubtitle" = "Allows you to quickly generate and import a mnemonic phrase.";

/* loco:666719a75860941826000578 */
"generatePasswordSecretInfoSubtitle" = "Allows you to quickly generate and import a new password.";

/* loco:66671a02a42764c90b05f4a2 */
"generateSecretViewTitle" = "Generate";

/* loco:66671a53e990098c8a0f0542 */
"congrats" = "**Congratulations!**";

/* loco:66671a70f9b43252dd0748f2 */
"generateSecretSuccessInfoSubtitle" = "The following secret has been successfully imported into your HushChip.";

/* loco:66671a7e5fb551839f05cd32 */
"home" = "Home";

/* loco:66671be0553ce5b23a01be62 */
"pinCode" = "Pin code";

/* loco:66671ca429af43b642060553 */
"pinCodeSubtitle" = "Enter your pin code";

/* loco:66671cb37aed91d70f087e03 */
"placeholder.pinCode" = "1234";

/* loco:66671ce81cb0e7f62907e262 */
"pinCodeViewTitle" = "Pin code";

/* loco:66671d59b0348a72f50ef6f2 */
"manageSecretsSubtitle" = "Manage your crypto-related secrets at your fingertips with HushChip.";

/* loco:66671d8e8ba87798910f2d72 */
"mySecretsList" = "My secrets list";

/* loco:66671dbb01df2010b100dcf2 */
"addSecretSubtitle" = "Generate and save a new secret or simply import an existing one to your HushChip.";

/* loco:66671dcd9d81d41db6015f82 */
"generateASecret" = "Generate a secret";

/* loco:66671de21ed87dcb570baa32 */
"generateASecretSubtitle" = "Allows you to quickly generate and import a new secret.";

/* loco:66671df3c2e340f7660b4de2 */
"importASecret" = "Import a secret";

/* loco:66671e067b002ec314054163 */
"importASecretSubtitle" = "Allows you to import an existing secret into your HushChip.";

/* loco:66671e34c2e340f7660b4de4 */
"howToUseSeedkeeper" = "How to use HushChip";

/* loco:66671e4b86fe4c5b9504d842 */
"addSecretViewTitle" = "Add secret";

/* loco:66756b60d744bdaf46081882 */
"nfcSecretsListSuccess" = "Card scanned successfully!";

/* loco:66756b87d744bdaf46081884 */
"nfcErrorOccured" = "An error happened while scanning";

/* loco:66756c081ed3869f280e62e4 */
"nfcBackupCardPairedSuccess" = "Backup card paired successfully!";

/* loco:66756c3e5500305a690ecf63 */
"nfcSatodimeNeedsSetup" = "HushChip needs setup!";

/* loco:66756c6f9f3750d3320bb722 */
"nfcPinCodeIsNotDefined" = "PIN code required";

/* loco:66756cd230daf9aad70c0a42 */
"nfcScanBackupCard" = "Hold your backup card near iPhone";

/* loco:66756d4a9aa6a6bf8b043fd3 */
"nfcBackupSuccess" = "Backup done successfully!";

/* loco:66756d7ef9c20c9cfe0cb2a2 */
"nfcScanBackupCardForImport" = "Hold your backup card near iPhone";

/* loco:66756dc8eec80502df055692 */
"nfcScanMasterCard" = "Hold your HushChip near iPhone";

/* loco:66756dffaa64348f790b2b72 */
"nfcPinCodeUpdateSuccess" = "PIN code updated successfully";

/* loco:66756e0d78c2db2fe70ad632 */
"nfcPinCodeUpdateFailed" = "Failed to updated PIN code";

/* loco:66756e379223c62b48043952 */
"nfcPinCodeSetSuccess" = "PIN code setup successfully";

/* loco:66756e460ba5678f43067eb2 */
"nfcPinCodeSetFailed" = "Failed to setup PIN code";

/* loco:66756ecd6ffdd7012a0d8022 */
"nfcSecretAdded" = "Secret imported successfully!";

/* loco:66756f8960896ab1db04ea22 */
"nfcSecretDeleted" = "Secret deleted!";

/* loco:66756fb2d5e6cb41890cacb2 */
"nfcXpubFetchSuccess" = "Xpub fetched successfully";

/* loco:6675704fef27f14b8902e855 */
"backupStartSubtitle" = "In order to make a backup of your HushChip (master card) to another one, you’ll first need to pair the backup card.  Start the backup process and follow the wizard.";

/* loco:6675708076ab3e99b7028c93 */
"backupPairBackupCardSubtitle" = "Please prepare your HushChip backup card and click next to pair the card.";

/* loco:667570ba132bf3768a007633 */
"backupImportSubtitle" = "Now that your backup card has been paired, please rescan your HushChip card.";

/* loco:66757108132bf3768a007637 */
"backupExportSubtitle" = "Perfect! \n\nYou are now ready to copy the content of this card to your backup card using an encrypted communication.";

/* loco:6675712cce95f8722e079462 */
"backupExportBtn" = "Make the backup";

/* loco:66757154ce95f8722e079464 */
"backupImportBtn" = "Scan my HushChip";

/* loco:667571a6f210396384040484 */
"congratsBold" = "**Congratulations!**";

/* loco:667571c2cca2cd2d25046272 */
"congratsInfoSubtitle" = "You have successfully made a backup of your HushChip card.";

/* loco:667571e51ca7f2881b015902 */
"backupCongratsViewTitle" = "Backup";

/* loco:6675729ce3b975c85003ddf2 */
"importSecret" = "Import";

/* loco:667572e89c622947da0687e2 */
"importMnemonicSecret" = "**Import a mnemonic phrase**";

/* loco:66757311eab36fdffa074fe2 */
"importPasswordSecret" = "Import a password";

/* loco:6675733f9c622947da0687e5 */
"importMnemonicSecretInfoSubtitle" = "Allows you to import an existing mnemonic phrase into your HushChip.";

/* loco:6675735010062966fc03b362 */
"importPasswordSecretInfoSubtitle" = "Allows you to import an existing password into your HushChip.";

/* loco:667573db4ec02200c1092e52 */
"updatePinCodeDefineNew" = "Update PIN";

/* loco:667573f7a22918e7420c1b02 */
"updatePinCodeConfirmNew" = "Confirm new PIN";

/* loco:66757411fde259204702f012 */
"createPinCodeForBackupCard" = "Create a PIN code";

/* loco:66757421eeb4cbb3e502fdf2 */
"confirmPinCodeForBackupCard" = "Confirm the PIN code";

/* loco:667574584d8b984d090f2b12 */
"updatePinCodeDefineNewSubtitle" = "Update PIN code of your HushChip smart card.";

/* loco:66757479a9d6a4433e096122 */
"updatePinCodeConfirmNewSubtitle" = "Confirm your PIN code of your HushChip smart card.";

/* loco:6675748dcf5d47ed5d0d9732 */
"createPinCodeForBackupCardSubtitle" = "Create a PIN code to secure access to your HushChip smart card.";

/* loco:6675749c95a31a1c5c0087a2 */
"confirmPinCodeForBackupCardSubtitle" = "Confirm your PIN code to secure access to your HushChip smart card.";

/* loco:66757584d9bbf041fc0caaa3 */
"logsNumberOfEntries" = "number of entries";

/* loco:667575a8b8bc996d9604f8d2 */
"logsViewTitle" = "Logs";

/* loco:6675761721f75c9e0c00e942 */
"cardLabel" = "**Card label**";

/* loco:66757632fe0d075bda0ec462 */
"cardVersionTitle" = "**Card version**";

/* loco:6675764ad45d9229ab0b32e4 */
"pinCodeBold" = "**Pin code**";

/* loco:6675766de4cca161120c03d3 */
"showSubcaCert" = "Show sub-CA certificate";

/* loco:6675767dd45d9229ab0b32e6 */
"hideSubcaCert" = "Hide sub-CA certificate";

/* loco:6675769e5c84aff0d00bdc02 */
"hideDeviceCert" = "Hide card certificate";

/* loco:667576a75c84aff0d00bdc04 */
"showDeviceCert" = "Show card certificate";

/* loco:667576cafe0d075bda0ec464 */
"authenticationFailedText" = "Card authentication failed!\n\nThis card could not be verified against the HushChip certificate authority.\n\nIf you did not provision this card yourself, be extremely careful!";

/* loco:66757792bd0f785bea0ecc52 */
"authenticationSuccessText" = "Card authenticated successfully!\nThis card has been verified as genuine.\n\nYou can safely use it.";

"backupViewTitle" = "Backup";

"typeOfSecret" = "Type of secret";

"12words" = "12 words";

"18words" = "18 words";

"24 words" = "24 words";

"mnemonicPhrase" = "mnemonic phrase";

"loginPasswordPhrase" = "password";

"seedkeeperLetsYou" = "HushChip lets you easily generate, import and export a variety of crypto related secrets.";

"yourSeedPhraseManager" = "Your seedphrases manager";

"yourSeedPhraseManagerSubtitle" = "Don’t write your seedphrases on a piece of paper anymore! We offer you an advanced hardware solution to store them properly.";

"usingNFC" = "Using NFC";

"usingNFCSubtitle" = "To use it, put the card on top of your phone when prompted and keep it on the reader throughout the operation.";

"moreInfo" = "More info";

